---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsMaxFlow
source: html/96a07649-5b87-f507-dcec-adbf22947319.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsMaxFlow Property

"Max Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsMaxFlow { get; }
```